[ShadowOps_Dragoon_LWOTC X2SoldierClassTemplate]
DisplayName="<font color='#FF6347'>Драгун</font>"
ClassSummary="Драгун - универсальный солдат, который может доставлять тяжёлое оружие на поле боя, или быстро и легко выполнять тайные операции. Они превосходны в защите и поддержке остальной команды."
LeftAbilityTreeTitle="Паладин"
RightAbilityTreeTitle="Призрак"
+AbilityTreeTitles[0]="Паладин"
+AbilityTreeTitles[1]="Страж"
+AbilityTreeTitles[2]="Призрак"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"
RandomNickNames[0]="Взломщик"
RandomNickNames[1]="Сеть"
RandomNickNames[2]="Дамп памяти"
RandomNickNames[3]="Кибер"
RandomNickNames[4]="Киборг"
RandomNickNames[5]="Грифон"
RandomNickNames[6]="Молот"
RandomNickNames[7]="Коршун"
RandomNickNames[8]="Гидра"
RandomNickNames[9]="Железо"
RandomNickNames[10]="Мантикора"
RandomNickNames[11]="Минотавр"
RandomNickNames[12]="Лабиринт"
RandomNickNames[13]="Еще одна попытка"
RandomNickNames[14]="Феникс"
RandomNickNames[15]="Крысолов"
RandomNickNames[16]="Красный экран"
RandomNickNames[17]="Ракета"
RandomNickNames[18]="Сабля"
RandomNickNames[19]="Сфинкс"
RandomNickNames[20]="Сталь"
RandomNickNames[21]="Бухгалтер"
RandomNickNames[22]="Единорог"
RandomNickNames_Male[0]="Орк"
RandomNickNames_Female[0]="Сирена"

[ShadowOps_Hunter_LWOTC X2SoldierClassTemplate]
DisplayName="<font color='#F0E68C'>Охотник</font>"
ClassSummary="Охотник комфортно чувствует себя на дальних и средних дистанциях, отстреливая врагов из винтовки Вектор и подобного вооружения, либо на передовой сражаясь мечом. Благодаря умениям масировки <font color='#F0E68C'>Охотника</font> противник никогда не узнает, что его поразило. Способен поражать врага, находясь вне досягаемости для него, уступая в этом мастерстве лишь снайперу... да и то до поры до времени"
LeftAbilityTreeTitle="Стрелок"
RightAbilityTreeTitle="Следопыт"
+AbilityTreeTitles[0]="Стрелок"
+AbilityTreeTitles[1]="Браконьер"
+AbilityTreeTitles[2]="Следопыт"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"
RandomNickNames[0]="Лучник"
RandomNickNames[1]="Медведь"
RandomNickNames[2]="Гепард"
RandomNickNames[3]="Химера"
RandomNickNames[4]="Койот"
RandomNickNames[5]="Остряк"
RandomNickNames[6]="Гиена"
RandomNickNames[7]="Кролик"
RandomNickNames[8]="Ледоруб"
RandomNickNames[9]="Леопард"
RandomNickNames[10]="Молния"
RandomNickNames[11]="Динозавр"
RandomNickNames[12]="Ворон"
RandomNickNames[13]="Соня"
RandomNickNames[14]="Скала"
RandomNickNames[15]="Тигр"
RandomNickNames[16]="Птичка"
RandomNickNames[17]="Вуду"
RandomNickNames[18]="Ласка"
RandomNickNames[19]="Волк"
RandomNickNames[20]="Росомаха"
RandomNickNames[21]="Йети"
RandomNickNames_Female[0]="Черная вдова"
RandomNickNames_Female[1]="Дриада"
RandomNickNames_Female[2]="Львица"
RandomNickNames_Male[0]="Кугуар"
RandomNickNames_Male[1]="Зеленый"
RandomNickNames_Male[2]="Лев"
RandomNickNames_Male[3]="Песочный человек"

[ShadowOps_Infantry_LWOTC X2SoldierClassTemplate]
DisplayName="<font color='#008080'>Пехотинец</font>"
ClassSummary="Наши пехотинцы обеспечивают огневую мощь на коротких и средних дистанциях. Они являются ключевыми членами любого отряда. Они - мастера использования легкого автоматического оружия, особенно сильны в навязывании противнику своей манеры боя, но не так сильны в мастерстве перехвата."
LeftAbilityTreeTitle="Автоматчик"
RightAbilityTreeTitle="Поддержка"
+AbilityTreeTitles[0]="Автоматчик"
+AbilityTreeTitles[1]="Поддержка"
+AbilityTreeTitles[2]="Дугомет"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"
RandomNickNames[0]="Ас"
RandomNickNames[1]="Ствол"
RandomNickNames[2]="Медяк"
RandomNickNames[3]="Борт"
RandomNickNames[4]="Циклоп"
RandomNickNames[5]="Орел"
RandomNickNames[6]="Сокол"
RandomNickNames[7]="Горгона"
RandomNickNames[8]="Ливень"
RandomNickNames[9]="Ястреб"
RandomNickNames[10]="Лед"
RandomNickNames[11]="Джокер"
RandomNickNames[12]="Свинец"
RandomNickNames[13]="Только не это"
RandomNickNames[14]="Флешь-рояль"
RandomNickNames[15]="Подарок"
RandomNickNames[16]="Шторм"
RandomNickNames[17]="Трассирующий снаряд"
RandomNickNames[18]="Тройка"
RandomNickNames[19]="Две руки"
RandomNickNames[20]="Вампир"
RandomNickNames[21]="Воевода"
RandomNickNames[22]="Ноль"
RandomNickNames_Female[0]="Баронесса"
RandomNickNames_Female[1]="Кошечка"
RandomNickNames_Female[2]="Королева"
RandomNickNames_Male[0]="Барон"
RandomNickNames_Male[1]="Король"
RandomNickNames_Male[2]="Снеговик"

[ShadowOps_Scrapper_LWOTC X2SoldierClassTemplate]
DisplayName="Задира"
DisplayName="<font color='#FF0000'>Задира</font>"
ClassSummary="Задиры интенсивно обучаются безоружному и ножевому бою в дополнение к огнестрельному оружию ближнего действия. В ближнем бою они не имеют себе равных."
LeftAbilityTreeTitle="Разбойник"
RightAbilityTreeTitle="Драчун"
+AbilityTreeTitles[0]="Разбойник"
+AbilityTreeTitles[1]="Специалист"
+AbilityTreeTitles[2]="Драчун"	
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"
RandomNicknames[0]="Бизон"
RandomNicknames[1]="Разбитое стекло"
RandomNicknames[2]="Рождество"
RandomNicknames[3]="Клешня"
RandomNicknames[4]="Дубина"
RandomNicknames[5]="Динамо"
RandomNicknames[6]="Самосвал"
RandomNicknames[7]="Лезвие"
RandomNicknames[8]="Лапа"
RandomNicknames[9]="Фрукт"
RandomNicknames[10]="Конфета"
RandomNicknames[11]="Молодой"
RandomNicknames[12]="Кастет"
RandomNicknames[13]="Малыш"
RandomNicknames[14]="Проныра"
RandomNicknames[15]="Одиночка"
RandomNicknames[16]="Ох"
RandomNicknames[17]="Арахис"
RandomNicknames[18]="Шрам"
RandomNicknames[19]="Шкура"
RandomNicknames[20]="Стилет"
RandomNicknames[21]="Зуб"
RandomNicknames[22]="Жестокий"
RandomNicknames[23]="Тринадцатый"
RandomNickNames_Male[0]="Кот"
RandomNickNames_Male[1]="Болван"
RandomNickNames_Male[2]="Старик"
RandomNickNames_Female[0]="Киса"
RandomNickNames_Female[1]="Мисс мяу"
RandomNickNames_Female[3]="Бабуля"

[ShadowOps_Juggernaut_LWOTC X2SoldierClassTemplate]
;DisplayName="<font color='#FA8072'>Джаггернаут</font>"
DisplayName="<font color='#20B2AA'>Джаггернаут</font>"
ClassSummary="Как и имя, которое носит, Джаггернаут пользуется самым тяжелым оружием и броней. То, что нельзя сделать хитростью - можно сделать огневой мощью."
LeftAbilityTreeTitle="Удар"
RightAbilityTreeTitle="Осада"
+AbilityTreeTitles[0]="Удар"
+AbilityTreeTitles[1]="Ракетчик"
+AbilityTreeTitles[2]="Выжигатель"	
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]=Пистолеты"
RandomNicknames[0]="Спортсмен"
RandomNicknames[1]="Камень"
RandomNicknames[2]="Кирпич"
RandomNicknames[3]="Пожар"
RandomNicknames[4]="Бабочка"
RandomNicknames[5]="Шапка"
RandomNicknames[6]="Картишки"
RandomNicknames[7]="Куб"
RandomNicknames[8]="Град"
RandomNicknames[9]="Большой"
RandomNicknames[10]="Герой"
RandomNicknames[11]="Лемур"
RandomNicknames[12]="Малыш"
RandomNicknames[13]="Мамонт"
RandomNicknames[14]="Спичка"
RandomNicknames[15]="Гора"
RandomNicknames[16]="Без тормозов"
RandomNicknames[17]="Топливо"
RandomNicknames[18]="Радиоактивный"
RandomNicknames[19]="Масло"
RandomNicknames[20]="Глупыш"
RandomNicknames[21]="Плита"
RandomNicknames[22]="Подтяжки"
RandomNicknames[23]="Террор"
RandomNicknames[24]="Башня"
RandomNicknames[25]="Поезд"
RandomNickNames[0]="Поджигатель"
RandomNickNames[2]="Бум!"
RandomNickNames_Male[0]="Безбашенный"
RandomNickNames_Female[0]="Ненормальная"

[ShadowOps_Survivalist_LWOTC X2SoldierClassTemplate]
DisplayName="<font color='#FFEFD5'>Егерь</font>"
ClassSummary="Егерь - мастер засад, могут быстро нейтрализовать несколько целей. Они также используют обрез если враг решил подойти слишком близко, а на поле боя способны заменить опытного врача для раненых товарищей. Особенно силен в мастерстве перехвата, может поражать врага, находясь вне досягаемости для него."
LeftAbilityTreeTitle="Рейдер"
RightAbilityTreeTitle="Часовой"
+AbilityTreeTitles[0]="Рейдер"
+AbilityTreeTitles[1]="Часовой"
+AbilityTreeTitles[2]="Выживший"		
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"
RandomNicknames[0]="Осина"
RandomNicknames[1]="Береза"
RandomNicknames[2]="Кедр"
RandomNicknames[3]="Чупакабра"
RandomNicknames[4]="Тень"
RandomNicknames[5]="Флинт"
RandomNicknames[6]="Отброс"
RandomNicknames[7]="Кудзи"
RandomNicknames[8]="Длинный"
RandomNicknames[9]="Дуб"
RandomNicknames[10]="Мох"
RandomNicknames[11]="Мускат"
RandomNicknames[12]="Сосна"
RandomNicknames[13]="Пруд"
RandomNicknames[14]="Бомба"
RandomNicknames[15]="Кольцо"
RandomNicknames[16]="Грабитель"
RandomNicknames[17]="Бутерброд"
RandomNicknames[18]="Саквояж"
RandomNicknames[19]="Аспид"
RandomNicknames[20]="Западня"
RandomNicknames[21]="Кол"
RandomNicknames[22]="Скунс"
RandomNicknames[23]="Дубильщик"
RandomNicknames[24]="Шина"
RandomNicknames[25]="Путник"
RandomNicknames[26]="Оборотень"
RandomNicknames[27]="Огненная вода"
RandomNicknames[28]="Йети"
RandomNickNames_Male[0]="Бычок"
RandomNickNames_Male[1]="Туман"
RandomNickNames_Female[0]="Рассвет"
RandomNickNames_Female[1]="Жемчужина"

[ShadowOps_Recon_LWOTC X2SoldierClassTemplate]
DisplayName="<font color='#9ACD32'>Разведчик</font>"
ClassSummary="Разведчик - наш основной класс разведки, обученный оставаться незамеченным и помогать другим членам отряда с помощью целеуказателя. Благодаря высокой мобильности, они также хорошо подходят для фланговых атак."
LeftAbilityTreeTitle="Авангард"
RightAbilityTreeTitle="Корректировщик"
+AbilityTreeTitles[0]="Поисковик"
+AbilityTreeTitles[1]="Авангард"
+AbilityTreeTitles[2]="Корректировщик"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"
RandomNicknames[0]="Балкон"
RandomNicknames[1]="Микрон"
RandomNicknames[2]="Жучок"
RandomNicknames[3]="Кола"
RandomNicknames[4]="Стекло"
RandomNicknames[5]="Глушилка"
RandomNicknames[6]="Ветерок"
RandomNicknames[7]="Мрамор"
RandomNicknames[8]="Мастер"
RandomNicknames[9]="Одиночка"
RandomNicknames[10]="Радар"
RandomNicknames[11]="Вор"
RandomNicknames[12]="Мираж"
RandomNicknames[13]="Коллектор"
RandomNicknames[14]="Картежник"
RandomNicknames[15]="Серебро"
RandomNicknames[16]="Ловкач"
RandomNicknames[17]="Соник"
RandomNicknames[18]="Лестница"
RandomNicknames[19]="Солома"
RandomNicknames[20]="Тушканчик"
RandomNicknames[21]="Ветер"
RandomNicknames[22]="Оса"
RandomNicknames[23]="Шорох"
RandomNickNames_Male[0]="Муравей"
RandomNickNames_Male[1]="Микроб"
RandomNickNames_Female[0]="Алиса"
RandomNickNames_Female[1]="Кошка"

[LWS_Agent X2SoldierClassTemplate]
DisplayName="<font color='#9ACD32'>Агент</font>""
ClassSummary="Агент - это гибкий солдат, который может сражаться на близких дистанциях с помощью дробовика и ножа или использовать более тонкий подход в качестве скрытного снайпера. Но больше всего они выделяются своей скоростью и талантом похищать имущество противника."

LeftAbilityTreeTitle="Ограбление"
RightAbilityTreeTitle="Кинжал"
AbilityTreeTitles[0]="Ограбление"
AbilityTreeTitles[1]="Плащ"
AbilityTreeTitles[2]="Кинжал"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Пистолет"

;ALPHABETICAL ORDER... NOT!
RandomNickNames[0]="Двойной-ох"
RandomNickNames[1]="Блиц"
RandomNickNames[2]="Укол"
RandomNickNames[3]="Мясник"
RandomNickNames[4]="Опора"
RandomNickNames[5]="Плут"
RandomNickNames[6]="Призрак"
RandomNickNames[7]="Покров"
RandomNickNames[8]="Стержень"
RandomNickNames[9]="Грань"
RandomNickNames[10]="Резак"
RandomNickNames[11]="Кью"
RandomNickNames[12]="Вышибала"
RandomNickNames[13]="Рок"
RandomNickNames[14]="Вспышка"
RandomNickNames[15]="Жюри"
RandomNickNames[16]="Судья"
RandomNickNames[17]="Некто"
RandomNickNames[18]="Один-два"
RandomNickNames[19]="Борзейт"
RandomNickNames[20]="Нет следов"
RandomNickNames[21]="Клык"
RandomNickNames[22]="Кровность"
RandomNickNames[23]="Казанова"
RandomNickNames[24]="Джек-пот"
RandomNickNames[25]="Взрыв"
RandomNickNames[26]="Мустанг"
RandomNickNames[27]="Паладин"
RandomNickNames[28]="Питбуль"
RandomNickNames[29]="Хищник"
RandomNickNames[30]="Бритва"
RandomNickNames[31]="Самурай"
RandomNickNames[32]="Скорпион"
RandomNickNames[33]="Сёгун"
RandomNickNames[34]="Тень"
RandomNickNames[35]="Убийца"
RandomNickNames[36]="Змея"
RandomNickNames[37]="Змеиные глаза"
RandomNickNames[38]="Соло"
RandomNickNames[39]="Спектр"
RandomNickNames[40]="Паук"
RandomNickNames[41]="Сталкер"
RandomNickNames[42]="Сталь"
RandomNickNames[43]="Жало"
RandomNickNames[44]="Последний вздох"
RandomNickNames[45]="Троян"
RandomNickNames[46]="Лудильщик"
RandomNickNames[47]="Нео"
RandomNickNames[48]="Надзиратель"
RandomNickNames[49]="Военачальник"
RandomNickNames[50]="Росомаха"
;ALPHABETICAL ORDER... lol
RandomNickNames_Male[0]="Вуманайзер"
RandomNickNames_Male[1]="Джентльмен"
RandomNickNames_Male[2]="Парень"
RandomNickNames_Male[3]="Жеребец"
RandomNickNames_Male[4]="Дипломированный"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Афина"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Черная вдова"
RandomNicknames_Female[4]="Исполнитель"
RandomNickNames_Female[5]="Валькирия"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Его клинок... ИХ КРОВЬ!"
PhotoboothSoloBLines_Male[1]="Последнее, что ты увидишь."
PhotoboothSoloBLines_Male[2]="Его клинок принесёт СПРАВЕДЛИВОСТЬ!"
PhotoboothSoloBLines_Male[3]="Близко, лично, и СМЕРТЕЛЬНО!"
PhotoboothSoloBLines_Male[4]="Мастер меча. Торговец смертью."
PhotoboothSoloBLines_Female[0]="Её клинок... ИХ КРОВЬ!"
PhotoboothSoloBLines_Female[1]="Последнее, что ты увидишь."
PhotoboothSoloBLines_Female[2]="Её клинок принесёт СПРАВЕДЛИВОСТЬ!"
PhotoboothSoloBLines_Female[3]="Близко, лично, и СМЕРТЕЛЬНО!"
PhotoboothSoloBLines_Female[4]="Мастер меча. Торговец смертью."

[LWS_Crasher X2SoldierClassTemplate]

DisplayName="Крушитель"
ClassSummary="Крушитель специализируется на борьбе с несколькими противниками на близком расстоянии. Они одинаково хорошо справляются со штурмом вражеской позиции или арьергардом, когда отряд движется на эвакуацию."

LeftAbilityTreeTitle="Контузия"
RightAbilityTreeTitle="Художник побега"
AbilityTreeTitles[0]="Контузия"
AbilityTreeTitles[1]="Сокращатель"
AbilityTreeTitles[2]="Художник побега"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Пистолет"

;This class is only intended for Jane Kelly, so there's only one callsign by default. Feel free to change this.
;ALPHABETICAL ORDER
RandomNickNames[0]="Арбитр"
RandomNickNames[1]="Медведь"
RandomNickNames[2]="Стена"
RandomNickNames[3]="Гончая"
RandomNickNames[4]="Бастион"
RandomNickNames[5]="Волнолом"
RandomNickNames[6]="Вспышка"
RandomNickNames[7]="Голиаф"
RandomNickNames[8]="Акробат"
RandomNickNames[9]="Скала"
RandomNickNames[10]="Орех"
RandomNickNames[11]="Затяжка"
RandomNickNames[12]="Приговор"
RandomNickNames[13]="Латник"
RandomNickNames[14]="Шериф"
RandomNickNames[15]="Стрелок"
RandomNickNames[16]="Носорог"
RandomNickNames[17]="Дуб"
RandomNickNames[18]="Таран"
RandomNickNames[19]="Дуболом"
RandomNickNames[20]="Щит"
RandomNickNames[21]="Мелиоратор"
RandomNickNames[22]="Храмовник"
RandomNickNames[23]="Титан"
RandomNickNames[24]="Великан"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Бульдог"
RandomNickNames_Male[1]="Мафия"
RandomNickNames_Male[2]="Орел"
RandomNickNames_Male[3]="Сокол"
RandomNickNames_Male[4]="Филин"
RandomNickNames_Male[5]="Грифон"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Анжела"
RandomNickNames_Female[1]="Колокольчик"
RandomNickNames_Female[2]="Кристал"
RandomNickNames_Female[3]="Клинок"
RandomNickNames_Female[4]="Воришка"
RandomNickNames_Female[5]="Руби"
RandomNickNames_Female[6]="Сапфир"
RandomNickNames_Female[7]="Скарлет"
RandomNickNames_Female[8]="Красотка"

PhotoboothSoloBLines_Male[0]="Его клинок... ИХ КРОВЬ!"
PhotoboothSoloBLines_Male[1]="Последнее, что ты никогда не увидишь."
PhotoboothSoloBLines_Male[2]="Его клинок принесет СПРАВЕДЛИВОСТЬ!"
PhotoboothSoloBLines_Male[3]="Близко, лично, и СМЕРТЕЛЬНО!"
PhotoboothSoloBLines_Male[4]="Мастер клинка. Торговец смертью."
PhotoboothSoloBLines_Female[0]="Ее клинок...  ИХ КРОВЬ!"
PhotoboothSoloBLines_Female[1]="Последнее, что ты никогда не увидишь."
PhotoboothSoloBLines_Female[2]="Ее клинок принесет СПРАВЕДЛИВОСТЬ!"
PhotoboothSoloBLines_Female[3]="Близко, лично, и СМЕРТЕЛЬНО!"

[LWS_Keeper X2SoldierClassTemplate]
DisplayName="<font color='#009A9A'>Центурион</font>"
ClassSummary="Центурион - это прирожденный лидер XCOM. Они командуют отрядами сопротивления на поле боя и сдерживают противника с помощью оборонительной тактики и быстрого реагирования."
LeftAbilityTreeTitle="Смотритель"
RightAbilityTreeTitle="Нет глаза в команде"
AbilityTreeTitles[0]="Боец"
AbilityTreeTitles[1]="Смотритель"
AbilityTreeTitles[2]="Лидер"
AbilityTreeTitles[3]="Гремлин"
AbilityTreeTitles[4]="XCOM"
RandomNickNames[0]="Паладин"
RandomNickNames[1]="Медведь"
RandomNickNames[2]="Гепард"
RandomNickNames[3]="Химера"
RandomNickNames[4]="Койот"
RandomNickNames[5]="Double Edge"
RandomNickNames[6]="Гиена"
RandomNickNames[7]="Грифон"
RandomNickNames[8]="Феникс"
RandomNickNames[9]="Леопард"
RandomNickNames[10]="Молния"
RandomNickNames[11]="Ящер"
RandomNickNames[12]="Ворон"
RandomNickNames[13]="Командор"
RandomNickNames[14]="Гора"
RandomNickNames[15]="Тигр"
RandomNickNames[16]="Шеф"
RandomNickNames[17]="Вуду"
RandomNickNames[18]="Сфинкс"
RandomNickNames[19]="Волк"
RandomNickNames[20]="Босс"
RandomNickNames[21]="Йети"
RandomNickNames_Female[0]="Дриада"
RandomNickNames_Female[1]="Львица"
RandomNickNames_Female[2]="Гидра"
RandomNickNames_Male[0]="Лев"
RandomNickNames_Male[1]="Минотавр"
RandomNickNames_Male[2]="Молот"

[Unlimitedpower_LW X2AbilityTemplate]
LocFriendlyName = "Безграничная энергия"
LocHelpText = "Выстрел из дугомёта больше не заканчивает ход."
LocLongDescription = "Выстрел из дугомёта больше не заканчивает ход."
LocPromotionPopupText = "<Bullet/> Работает со способностями дугомёта: \"Оглушение\", \"Дугоразрядник\" и \"Цепь молний\". <br/>"

[LWS_Heavy X2SoldierClassTemplate]
DisplayName="<font color='#9A4D00'>Дредноут</font>"
ClassSummary="Дредноут - специалист огневой поддержки. Используют ракетную установку как для поражения целей, так и для сноса строений и укрытий. Также поддерживают отряд пулеметным огнем, держа противника на расстоянии."
LeftAbilityTreeTitle="Держать позицию"
RightAbilityTreeTitle="Взрывотехник"
AbilityTreeTitles[0]="Передовая"
AbilityTreeTitles[1]="Поддержка"
AbilityTreeTitles[2]="Взрывотехник"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Пистолет"
;ALPHABETICAL ORDER
RandomNickNames[0]="Пугало"
RandomNickNames[1]="На все деньги"
RandomNickNames[2]="Животное"
RandomNickNames[3]="Боевой пес"
RandomNickNames[4]="Великан"
RandomNickNames[5]="Титан"
RandomNickNames[6]="Противный"
RandomNickNames[7]="Пламя"
RandomNickNames[8]="Бум бум"
RandomNickNames[9]="Бумер"
RandomNickNames[10]="Бомбардир"
RandomNickNames[11]="Бульдог"
RandomNickNames[12]="Рывок"
RandomNickNames[13]="Клеймор"
RandomNickNames[14]="Демо"
RandomNickNames[15]="Страж"
RandomNickNames[16]="Дьявольский пес"
RandomNickNames[17]="Дизель"
RandomNickNames[18]="Очкарик"
RandomNickNames[19]="Огненный шар"
RandomNickNames[20]="Холодильник"
RandomNickNames[21]="Пулеметчик"
RandomNickNames[22]="Молот"
RandomNickNames[23]="Адское пламя"
RandomNickNames[24]="Башня"
RandomNickNames[25]="Босс"
RandomNickNames[26]="Вулкан"
RandomNickNames[27]="Харикейн"
RandomNickNames[28]="Ягуар"
RandomNickNames[29]="Джагернаут"
RandomNickNames[30]="Нокаут"
RandomNickNames[31]="Конг"
RandomNickNames[32]="Злая собака"
RandomNickNames[33]="Крушитель"
RandomNickNames[34]="Лось"
RandomNickNames[35]="Звезда"
RandomNickNames[36]="Нитро"
RandomNickNames[37]="Боеголовка"
RandomNickNames[38]="Огр"
RandomNickNames[39]="Питбуль"
RandomNickNames[40]="Пиро"
RandomNickNames[41]="Красный"
RandomNickNames[42]="Носорог"
RandomNickNames[43]="Ракета"
RandomNickNames[44]="Морской бриз"
RandomNickNames[45]="Плита"
RandomNickNames[46]="Смэшь"
RandomNickNames[47]="Вспышка"
RandomNickNames[48]="Дымовик"
RandomNickNames[49]="Факел"
RandomNickNames[50]="Костяной"
RandomNickNames[51]="T-Рекс"
RandomNickNames[52]="Танк"
RandomNickNames[53]="Топор"
RandomNickNames[54]="Сотрясение"
RandomNickNames[55]="Динамит"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Топор"
RandomNickNames_Male[1]="Дюк"
RandomNickNames_Male[2]="Рокки"
RandomNickNames_Male[3]="Жеребец"
RandomNickNames_Male[4]="Волк"
;;;;;;MOI;;;;;;
RandomNickNames_Male[5]="Мутон"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Афина"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Щитовая дева"
RandomNickNames_Female[5]="Валькирия"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Большой буум!"
PhotoboothSoloBLines_Male[1]="Прогнозирую... ПОБОЧНЫЙ УЩЕРБ."
PhotoboothSoloBLines_Male[2]="Нет укрытий. Нет пощады."
PhotoboothSoloBLines_Male[3]="Артиллерия. Опасность близко."
PhotoboothSoloBLines_Male[4]="Тик, тик, БУУМ!"
PhotoboothSoloBLines_Male[5]="Опять бомбы!"
PhotoboothSoloBLines_Male[6]="Пули: чем больше, тем веселее!"
PhotoboothSoloBLines_Male[7]="Назовите его метеорологом, потому что он вызывает дождь.... ИЗ ПУЛЬ!"
PhotoboothSoloBLines_Male[8]="Еще раз в пролом!"
PhotoboothSoloBLines_Male[9]="Маскировка преувеличенна."

PhotoboothSoloBLines_Female[0]="Большой буум!"
PhotoboothSoloBLines_Female[1]="Прогнозирую... ПОБОЧНЫЙ УЩЕРБ."
PhotoboothSoloBLines_Female[2]="Нет укрытий. Нет пощады."
PhotoboothSoloBLines_Female[3]="Артиллерия. Опасность близко."
PhotoboothSoloBLines_Female[4]="Тик, тик, БУУМ!"
PhotoboothSoloBLines_Female[5]="Опять бомбы!"
PhotoboothSoloBLines_Female[6]="Пули: чем больше, тем веселее!"
PhotoboothSoloBLines_Female[7]="Назовите его метеорологом, потому что он вызывает дождь.... ИЗ ПУЛЬ."
PhotoboothSoloBLines_Female[8]="Еще раз в пролом!"
PhotoboothSoloBLines_Female[9]="Маскировка преувеличенна."

[Sunomata X2AbilityTemplate]
LocFriendlyName="Суномата"
LocLongDescription="Укрепляйтесь на позициях, подобно крепости. Вы получаете 1 ед. брони и способность \"Окоп\". Эта способность заменяет \"глухую оборону\" и позволяет вам оставаться в таком положении, пока вы не двинетесь с места."
LocHelpText="Вы получаете 1 ед. брони, а также способность \"Окоп\"."
LocFlyOverText="Суномата"

[LWRocketLauncher X2AbilityTemplate]
LocLongDescription = "Выстрелите ракетой в указанную зону. Наносит урон врагам, уничтожает броню и разрушает окружение."
LocFriendlyName = "Ракетная установка"
LocHelpText = "Выстрелите ракетой в указанную зону. <Ability:ROCKETSCATTER/>"

[BlastOff X2AbilityTemplate]
LocFriendlyName="Плавный пуск"
LocFlyOverText="Плавный пуск"
LocLongDescription="Ваши ракеты летят более точнее."
LocHelpText="Ваши ракеты летят более точнее."
LocPromotionPopupText="<Bullet/> Ваши ракеты с большей вероятностью попадут в намеченную точку удара, или по крайней мере близко к ней.<br/><Bullet/> Максимальный разброс полета ракет, уменьшен на 1 клетку.<br/><Bullet/> Складывается со способностью \"Взрывные работы\", что уменьшает максимальный разброс полета ракет на 3 клетки."

[DeadGuy_Bandit_LWOTC X2SoldierClassTemplate]
DisplayName="<font color='#4ABB00'>Капеллан</font>"
ClassSummary="<font color='#4ABB00'>Капеллан</font> - это очень полезный боец поддержки. Является специалистом в использовании дымовых и светошумовых гранат. С их помощью он может исцелить отряд, повысить его боевые качества, либо вывести из строя врагов."
LeftAbilityTreeTitle="Боец"
RightAbilityTreeTitle="Капеллан"
+AbilityTreeTitles[0]="Боец"
+AbilityTreeTitles[1]="Капеллан"
+AbilityTreeTitles[2]="Артиллерист"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"
RandomNicknames[0]="Бизон"
RandomNicknames[1]="Стекло"
RandomNicknames[2]="Алмаз"
RandomNicknames[3]="Амулет"
RandomNicknames[4]="Cudgel"
RandomNicknames[5]="Дино"
RandomNicknames[6]="Самосвал"
RandomNicknames[7]="Край"
RandomNicknames[8]="Feet"
RandomNicknames[9]="Фрукт"
RandomNicknames[10]="БигМак"
RandomNicknames[11]="Младший"
RandomNicknames[12]="Каспер"
RandomNicknames[13]="Зигзаг"
RandomNicknames[14]="Рэйдер"
RandomNicknames[15]="Миксер"
RandomNicknames[16]="Забой"
RandomNicknames[17]="Арахис"
RandomNicknames[18]="Шрам"
RandomNicknames[19]="Скин"
RandomNicknames[20]="Стилет"
RandomNicknames[21]="Зуб"
RandomNicknames[22]="Балу"
RandomNicknames[23]="Пилигрим"
RandomNickNames_Male[0]="Альбатрос"
RandomNickNames_Male[1]="Демон"
RandomNickNames_Male[2]="Бык"
RandomNickNames_Male[3]="Дракон"
RandomNickNames_Male[4]="Капонир"
RandomNickNames_Female[0]="Кошка"
RandomNickNames_Female[1]="Ника"
RandomNickNames_Female[2]="Оттава"
RandomNickNames_Female[3]="Лаванда"
RandomNickNames_Female[4]="Жасмин"

[DeadGuy_Operator_LWOTC X2SoldierClassTemplate]
DisplayName="<font color='#009700'>Оператор</font>"
ClassSummary="Операторы поддерживают свой отряд на дальних дистанциях, исцеляя, выводя из строя врагов или добивая ослабленные цели."
LeftAbilityTreeTitle="Доктор"
RightAbilityTreeTitle="Уничтожитель"
+AbilityTreeTitles[0]="Доктор"
+AbilityTreeTitles[1]="Уничтожитель"
+AbilityTreeTitles[2]="Оператор"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"
RandomNickNames[0]="Breaker"
RandomNickNames[1]="Вирус"
RandomNickNames[2]="Ядро"
RandomNickNames[3]="Cyber"
RandomNickNames[4]="Закат"
RandomNickNames[5]="Миксер"
RandomNickNames[6]="Hammer"
RandomNickNames[7]="Декодер"
RandomNickNames[8]="Фаервол"
RandomNickNames[9]="Троян"
RandomNickNames[10]="Упс"
RandomNickNames[11]="Система"
RandomNickNames[12]="Лабиринт"
RandomNickNames[13]="Выкючение"
RandomNickNames[14]="Феникс"
RandomNickNames[15]="Хакер"
RandomNickNames[16]="Redscreen"
RandomNickNames[17]="Провод"
RandomNickNames[18]="Сканер"
RandomNickNames[19]="Сфинкс"
RandomNickNames[20]="Сталь"
RandomNickNames[21]="Аккаунт"
RandomNickNames[22]="Юникорн"
RandomNickNames[23]="Глюк"
RandomNickNames[24]="Баг"
RandomNickNames[25]="Дискета"
RandomNickNames[26]="Прога"
RandomNickNames[27]="Система"
RandomNickNames[28]="Провод"
RandomNickNames_Male[0]="Орк"
RandomNickNames_Male[1]="Койот"
RandomNickNames_Male[2]="Гоблин"
RandomNickNames_Male[3]="Гремлин"
RandomNickNames_Male[4]="Умник"
RandomNickNames_Female[0]="Сирена"
RandomNickNames_Female[1]="Мантикора"
RandomNickNames_Female[2]="Схема"
RandomNickNames_Female[3]="Гарпия"
RandomNickNames_Female[4]="Омега"

; Class Names...
[LWS_Technical X2SoldierClassTemplate]
DisplayName="<font color='#FFB218'>Боевой инженер</font>"
ClassSummary="<font color='#FFB218'>Боевой инженер</font> может нести большое количество полезных вещей, а также является специалистом в использовании гранат, наносящих дот-урон (огненные, кислотные, отравляющие и итп). В качестве основного оружия использует буллпап или пистолет-пулемет, в качестве дополнительного - пистолет."

+AbilityTreeTitles[0]="Боец"
+AbilityTreeTitles[1]="Ковбой"
+AbilityTreeTitles[2]="Взрывное дело"
+AbilityTreeTitles[3]="Поддержка"
+AbilityTreeTitles[4]="XCOM"

RankIcons[0]="qUIck_LW2_UILibrary.rank_rookie"
RankIcons[1]="qUIck_LW2_UILibrary.rank_squaddie"
RankIcons[2]="qUIck_LW2_UILibrary.rank_lieutenant"
RankIcons[3]="qUIck_LW2_UILibrary.rank_sergeant"
RankIcons[4]="qUIck_LW2_UILibrary.rank_captain"
RankIcons[5]="qUIck_LW2_UILibrary.rank_major"
RankIcons[6]="qUIck_LW2_UILibrary.rank_colonel"
RankIcons[7]="qUIck_LW2_UILibrary.rank_commander"
RankIcons[8]="qUIck_LW2_UILibrary.rank_fieldmarshall"

[LWS_Specialist X2SoldierClassTemplate]
DisplayName="<font color='#009700'>Специалист</font>"

+AbilityTreeTitles[0]="Медик"
+AbilityTreeTitles[1]="Универсал"
+AbilityTreeTitles[2]="Хакер"
+AbilityTreeTitles[3]="Солдат"
+AbilityTreeTitles[4]="Пистолет"

;ALPHABETICAL ORDER
RandomNickNames[0]="Ангел"
RandomNickNames[1]="Бета"
RandomNickNames[2]="Объектив"
RandomNickNames[3]="Скелет"
RandomNickNames[4]="Предохранитель"
RandomNickNames[5]="Пиджак"
RandomNickNames[6]="Шифровка"
RandomNickNames[7]="Кибер"
RandomNickNames[8]="Шифр"
RandomNickNames[9]="Радио"
RandomNickNames[10]="Декодер"
RandomNickNames[11]="Айболит"
RandomNickNames[12]="Док"
RandomNickNames[13]="Отходняк"
RandomNickNames[14]="Шлагбаум"
RandomNickNames[15]="Голова"
RandomNickNames[16]="Гаджет"
RandomNickNames[17]="Глюк"
RandomNickNames[18]="Гоп-стоп"
RandomNickNames[19]="Вредитель"
RandomNickNames[20]="Клоун"
RandomNickNames[21]="Гром"
RandomNickNames[22]="Молния"
RandomNickNames[23]="Беда"
RandomNickNames[24]="Мега"
RandomNickNames[25]="Ньютон"
RandomNickNames[26]="Овердрайв"
RandomNickNames[27]="Пластырь"
RandomNickNames[28]="Профессор"
RandomNickNames[29]="Контрабас"
RandomNickNames[30]="Зараза"
RandomNickNames[31]="Болтун"
RandomNickNames[32]="Красный свет"
RandomNickNames[33]="Пропасть"
RandomNickNames[34]="Шнур"
RandomNickNames[35]="Жулик"
RandomNickNames[36]="Шашлык"
RandomNickNames[37]="Сторож"
RandomNickNames[38]="Шухер"
RandomNickNames[39]="Лихорадка"
RandomNickNames[40]="Кардан"
RandomNickNames[41]="Мозговед"
RandomNickNames[42]="Подкат"
RandomNickNames[43]="Загар"
RandomNickNames[44]="Соник"
RandomNickNames[45]="Вспышка"
RandomNickNames[46]="Тролль"
RandomNickNames[47]="Дятел"
RandomNickNames[48]="Плакса"
RandomNickNames[49]="Технарь"
RandomNickNames[50]="Турбо"
RandomNickNames[51]="Отрава"
RandomNickNames[52]="Дымок"
RandomNickNames[53]="Сканер"
RandomNickNames[54]="Надзиратель"
RandomNickNames[55]="Виски"
RandomNickNames[56]="Оторва"
RandomNickNames[57]="Зулус"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Кондитер"
RandomNickNames_Male[1]="Шаман"
RandomNickNames_Male[2]="Монах"
RandomNickNames_Male[3]="Аутист"
RandomNickNames_Male[4]="Хвост"
RandomNickNames_Female[0]="Жрица"
RandomNickNames_Female[1]="Волчица"
RandomNickNames_Female[2]="Система"
RandomNickNames_Female[4]="Герцогиня"
;ALPHABETICAL ORDER

RankIcons[0]="qUIck_LW2_UILibrary.rank_rookie"
RankIcons[1]="qUIck_LW2_UILibrary.rank_squaddie"
RankIcons[2]="qUIck_LW2_UILibrary.rank_lieutenant"
RankIcons[3]="qUIck_LW2_UILibrary.rank_sergeant"
RankIcons[4]="qUIck_LW2_UILibrary.rank_captain"
RankIcons[5]="qUIck_LW2_UILibrary.rank_major"
RankIcons[6]="qUIck_LW2_UILibrary.rank_colonel"
RankIcons[7]="qUIck_LW2_UILibrary.rank_commander"
RankIcons[8]="qUIck_LW2_UILibrary.rank_fieldmarshall"

[LWS_Grenadier X2SoldierClassTemplate]
DisplayName="<font color='#FFB218'>Квартирмейстер</font>"

+AbilityTreeTitles[0]="Универсал"
+AbilityTreeTitles[1]="Взрывное дело"
+AbilityTreeTitles[2]="Поддержка"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"

RankIcons[0]="qUIck_LW2_UILibrary.rank_rookie"
RankIcons[1]="qUIck_LW2_UILibrary.rank_squaddie"
RankIcons[2]="qUIck_LW2_UILibrary.rank_lieutenant"
RankIcons[3]="qUIck_LW2_UILibrary.rank_sergeant"
RankIcons[4]="qUIck_LW2_UILibrary.rank_captain"
RankIcons[5]="qUIck_LW2_UILibrary.rank_major"
RankIcons[6]="qUIck_LW2_UILibrary.rank_colonel"
RankIcons[7]="qUIck_LW2_UILibrary.rank_commander"
RankIcons[8]="qUIck_LW2_UILibrary.rank_fieldmarshall"

[LWS_Gunner X2SoldierClassTemplate]
DisplayName="<font color='#DECC39'>Пулеметчик</font>"

+AbilityTreeTitles[0]="Пулемет"
+AbilityTreeTitles[1]="Поддержка"
+AbilityTreeTitles[2]="Пистолет"
+AbilityTreeTitles[3]="XCOM"

RandomNickNames[0]="Косяк"
RandomNickNames[1]="Зомби"
RandomNickNames[2]="Задира"
RandomNickNames[3]="Жесткач"
RandomNickNames[4]="Бензопила"
RandomNickNames[5]="Закат"
RandomNickNames[6]="Айс"
RandomNickNames[7]="Дичь"
RandomNickNames[8]="Барыга"
RandomNickNames[9]="Лунатик"
RandomNickNames[10]="Бабай"
RandomNickNames[11]="Живодер"
RandomNickNames[12]="Крюк"
RandomNickNames[13]="Ирбис"
RandomNickNames[14]="Дарк"
RandomNickNames[15]="Байкал"
RandomNickNames[16]="Нюк"
RandomNickNames[17]="Людоед"
RandomNickNames[18]="Денвер"
RandomNickNames[19]="Панцирь"
RandomNickNames[20]="Гранит"
RandomNickNames[21]="Авега"
RandomNickNames[22]="Воробей"
RandomNickNames[23]="Гвоздь"
RandomNickNames[24]="Йог"
RandomNickNames[25]="Зачет"
RandomNickNames[26]="Квазар"
RandomNickNames[27]="Маузер"
RandomNickNames[28]="Мегажуть"
RandomNickNames[29]="Закат"
RandomNickNames[30]="Забой"
RandomNickNames[31]="Зингер"
RandomNickNames[32]="Балу"
RandomNickNames[33]="БигМак"
RandomNickNames_Male[0]="Варвар"
RandomNickNames_Male[1]="Вольфрам"
RandomNickNames_Male[2]="Вольф"
RandomNickNames_Male[3]="Ирбис"
RandomNickNames_Male[4]="Ликвидатор"
RandomNickNames_Male[5]="Бальтазар
RandomNickNames_Male[6]="Белаз
RandomNickNames_Male[7]="Капонир
RandomNickNames_Male[8]="Кракен
RandomNickNames_Male[9]="Монах
RandomNickNames_Male[10]="Минотавр
RandomNickNames_Male[11]="Носорог
RandomNickNames_Male[12]="Варвар
RandomNickNames_Male[13]="Варяг
RandomNickNames_Male[14]="Железобетон
RandomNickNames_Male[15]="Марс
RandomNickNames_Male[16]="Орион
RandomNickNames_Male[17]="Сатурн
RandomNickNames_Male[18]="Скиф
RandomNickNames_Male[19]="Солярис
RandomNickNames_Male[20]="Клим
RandomNickNames_Male[20]="Рэмбо
RandomNickNames_Female[0]="Наварра"
RandomNickNames_Female[1]="Кобра"
RandomNickNames_Female[2]="Нива"
RandomNickNames_Female[3]="Манго"
RandomNickNames_Female[4]="Тези"
RandomNickNames_Female[5]="Нерпа"
RandomNickNames_Female[6]="Авега"
RandomNickNames_Female[7]="Тьма"
RandomNickNames_Female[8]="Омега"

RankIcons[0]="qUIck_LW2_UILibrary.rank_rookie"
RankIcons[1]="qUIck_LW2_UILibrary.rank_squaddie"
RankIcons[2]="qUIck_LW2_UILibrary.rank_lieutenant"
RankIcons[3]="qUIck_LW2_UILibrary.rank_sergeant"
RankIcons[4]="qUIck_LW2_UILibrary.rank_captain"
RankIcons[5]="qUIck_LW2_UILibrary.rank_major"
RankIcons[6]="qUIck_LW2_UILibrary.rank_colonel"
RankIcons[7]="qUIck_LW2_UILibrary.rank_commander"
RankIcons[8]="qUIck_LW2_UILibrary.rank_fieldmarshall"

[LWS_Ranger X2SoldierClassTemplate]
DisplayName="<font color='#0596FB'>Рейнджер</font>"

+AbilityTreeTitles[0]="Наблюдатель"
+AbilityTreeTitles[1]="Стрелок"
+AbilityTreeTitles[2]="Поддержка"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"

RandomNickNames[0]="Рэйдер"
RandomNickNames[1]="Оракул"
RandomNickNames[2]="Ситроен"
RandomNickNames[3]="Кобальт"
RandomNickNames[4]="Ковбой"
RandomNickNames[5]="Диггер"
RandomNickNames[6]="Бродяга"
RandomNickNames[7]="Лекс"
RandomNickNames[8]="Наварра"
RandomNickNames[9]="Голливуд"
RandomNickNames[10]="Спец"
RandomNickNames[11]="Волчок"
RandomNickNames[12]="Зеро"
RandomNickNames[13]="Каспер"
RandomNickNames[14]="Судья"
RandomNickNames[15]="Зигзаг"
RandomNickNames[16]="Мустанг"
RandomNickNames[17]="Акелла"
RandomNickNames[18]="Художник"
RandomNickNames[19]="Пинта"
RandomNickNames[20]="Зараза"
RandomNickNames[21]="Рокки"
RandomNickNames[22]="Скутер"
RandomNickNames[23]="Пилигрим"
RandomNickNames[24]="Занос"
RandomNickNames[25]="Дизель"
RandomNickNames[26]="Миксер"
RandomNickNames[27]="Оборотень"
RandomNickNames[28]="Амулет"
RandomNickNames_Male[0]="Клим"
RandomNickNames_Male[1]="Голландец"
RandomNickNames_Male[2]="Сатурн"
RandomNickNames_Male[3]="Икар"
RandomNickNames_Male[4]="Орион"
RandomNickNames_Male[5]="Змей"
RandomNickNames_Male[6]="Скиф"
RandomNickNames_Male[7]="Монарх"
RandomNickNames_Male[8]="Солярис"
RandomNickNames_Male[9]="Пегас"
RandomNickNames_Male[10]="Монах"
RandomNickNames_Male[11]="Зверобой"
RandomNickNames_Female[0]="Аврора"
RandomNickNames_Female[1]="Астра"
RandomNickNames_Female[2]="Авега"
RandomNickNames_Female[3]="Омега"
RandomNickNames_Female[4]="Мурена"
RandomNickNames_Female[5]="Ника"
RandomNickNames_Female[6]="Ариэль"
RandomNickNames_Female[7]="Дакота"

RankIcons[0]="qUIck_LW2_UILibrary.rank_rookie"
RankIcons[1]="qUIck_LW2_UILibrary.rank_squaddie"
RankIcons[2]="qUIck_LW2_UILibrary.rank_lieutenant"
RankIcons[3]="qUIck_LW2_UILibrary.rank_sergeant"
RankIcons[4]="qUIck_LW2_UILibrary.rank_captain"
RankIcons[5]="qUIck_LW2_UILibrary.rank_major"
RankIcons[6]="qUIck_LW2_UILibrary.rank_colonel"
RankIcons[7]="qUIck_LW2_UILibrary.rank_commander"
RankIcons[8]="qUIck_LW2_UILibrary.rank_fieldmarshall"

[LWS_Sharpshooter X2SoldierClassTemplate]
DisplayName="<font color='#AD0E0E'>Снайпер</font>"

+AbilityTreeTitles[0]="Охота"
+AbilityTreeTitles[1]="Поддержка"
+AbilityTreeTitles[2]="Меткий стрелок"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"
RandomNickNames[0]="Миксер"
RandomNickNames[1]="Козырь"
RandomNickNames[2]="Некролог"
RandomNickNames[3]="Альфа"
RandomNickNames[4]="Флэш-рояль"
RandomNickNames[5]="Яблочко"
RandomNickNames[6]="Штуцер"
RandomNickNames[7]="Гаубица"
RandomNickNames[8]="Тихий час"
RandomNickNames[9]="На все деньги"
RandomNickNames[10]="Босс"
RandomNickNames[11]="Яблочко"
RandomNickNames[12]="Гамбит"
RandomNickNames[13]="Хан"
RandomNickNames[14]="Кольт"
RandomNickNames[15]="Даллас"
RandomNickNames[16]="Верняк"
RandomNickNames[17]="Зеро"
RandomNickNames[18]="Капкан"
RandomNickNames[19]="Лесник"
RandomNickNames[20]="Мертвец"
RandomNickNames[21]="Зоркий глаз"
RandomNickNames[22]="Приговор"
RandomNickNames[23]="Борозда"
RandomNickNames[24]="Шпильман"
RandomNickNames[25]="Гангстер"
RandomNickNames[26]="Гробокопатель"
RandomNickNames[27]="Хет-трик"
RandomNickNames[28]="Индеец"
RandomNickNames[29]="Батарея"
RandomNickNames[30]="Полдень"
RandomNickNames[31]="Леон"
RandomNickNames[32]="Голливуд"
RandomNickNames[33]="Звезда"
RandomNickNames[34]="Позер"
RandomNickNames[35]="Шакал"
RandomNickNames[36]="Судья"
RandomNickNames[37]="Туши свет"
RandomNickNames[38]="Ловушка"
RandomNickNames[39]="Дальнобой"
RandomNickNames[40]="Бродяга"
RandomNickNames[41]="Жало"
RandomNickNames[42]="Бледный всадник"
RandomNickNames[43]="Жнец"
RandomNickNames[44]="Шрам"
RandomNickNames[45]="Серия"
RandomNickNames[46]="Шериф"
RandomNickNames[47]="Вестерн"
RandomNickNames[48]="Праздник"
RandomNickNames[49]="Ловкач"
RandomNickNames[50]="Рогатка"
RandomNickNames[51]="Отморозок"
RandomNickNames[52]="Дворник"
RandomNickNames[53]="Пацан"
RandomNickNames[54]="Правда"
RandomNickNames[55]="Могила"
RandomNickNames[56]="Призер"
RandomNickNames[57]="Крыша"
RandomNickNames[58]="Два пальца"
RandomNickNames[59]="Похоронка"
RandomNickNames[60]="Валентинка"
;ALPHABETICAL ORDER
RandomNicknames_Male[0]="Ковбой"
RandomNickNames_Male[1]="Крестный отец"
RandomNickNames_Male[2]="Почтальон"
RandomNickNames_Male[3]="Морфей"
RandomNickNames_Male[4]="Карась"
RandomNickNames_Male[5]="Счетчик"
RandomNickNames_Male[6]="Зевс"
RandomNickNames_Female[0]="Чили"
RandomNickNames_Female[1]="Тьма"
RandomNicknames_Female[2]="Оттава"
RandomNicknames_Female[3]="Баррет"
RandomNicknames_Female[4]="Вега"
RandomNicknames_Female[5]="Астра"
RandomNicknames_Female[6]="Мазда"
RandomNicknames_Female[7]="Хайд"
RandomNicknames_Female[7]="Оса"

RankIcons[0]="qUIck_LW2_UILibrary.rank_rookie"
RankIcons[1]="qUIck_LW2_UILibrary.rank_squaddie"
RankIcons[2]="qUIck_LW2_UILibrary.rank_lieutenant"
RankIcons[3]="qUIck_LW2_UILibrary.rank_sergeant"
RankIcons[4]="qUIck_LW2_UILibrary.rank_captain"
RankIcons[5]="qUIck_LW2_UILibrary.rank_major"
RankIcons[6]="qUIck_LW2_UILibrary.rank_colonel"
RankIcons[7]="qUIck_LW2_UILibrary.rank_commander"
RankIcons[8]="qUIck_LW2_UILibrary.rank_fieldmarshall"

[LWS_Assault X2SoldierClassTemplate]
DisplayName="<font color='#67A6B3'>Штурмовик</font>"

+AbilityTreeTitles[0]="Налетчик"
+AbilityTreeTitles[1]="Поддержка"
+AbilityTreeTitles[2]="Штурм"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"

RankIcons[0]="qUIck_LW2_UILibrary.rank_rookie"
RankIcons[1]="qUIck_LW2_UILibrary.rank_squaddie"
RankIcons[2]="qUIck_LW2_UILibrary.rank_lieutenant"
RankIcons[3]="qUIck_LW2_UILibrary.rank_sergeant"
RankIcons[4]="qUIck_LW2_UILibrary.rank_captain"
RankIcons[5]="qUIck_LW2_UILibrary.rank_major"
RankIcons[6]="qUIck_LW2_UILibrary.rank_colonel"
RankIcons[7]="qUIck_LW2_UILibrary.rank_commander"
RankIcons[8]="qUIck_LW2_UILibrary.rank_fieldmarshall"

[LWS_Shinobi X2SoldierClassTemplate]
DisplayName="<font color='#FB3406'>Ниндзя</font>"

+AbilityTreeTitles[0]="Саботаж"
+AbilityTreeTitles[1]="Клинок"
+AbilityTreeTitles[2]="Кенси"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Пистолет"

RankIcons[0]="qUIck_LW2_UILibrary.rank_rookie"
RankIcons[1]="qUIck_LW2_UILibrary.rank_squaddie"
RankIcons[2]="qUIck_LW2_UILibrary.rank_lieutenant"
RankIcons[3]="qUIck_LW2_UILibrary.rank_sergeant"
RankIcons[4]="qUIck_LW2_UILibrary.rank_captain"
RankIcons[5]="qUIck_LW2_UILibrary.rank_major"
RankIcons[6]="qUIck_LW2_UILibrary.rank_colonel"
RankIcons[7]="qUIck_LW2_UILibrary.rank_commander"
RankIcons[8]="qUIck_LW2_UILibrary.rank_fieldmarshall"

[Reaper X2SoldierClassTemplate]
DisplayName="<font color='#A18651'>Жнец</font>"

[Skirmisher X2SoldierClassTemplate]
DisplayName="<font color='#BE1D2D'>Заступник</font>"

[Templar X2SoldierClassTemplate]
DisplayName="<font color='#AB8EC2'>Храмовник</font>"

RankIcons[0]= "qUIck_LW2_UILibrary.rank_rookie"
RankIcons[1]= "qUIck_LW2_UILibrary.psirank_initiate"
RankIcons[2]= "qUIck_LW2_UILibrary.psirank_acolyte"
RankIcons[3]= "qUIck_LW2_UILibrary.psirank_adept"
RankIcons[4]= "qUIck_LW2_UILibrary.psirank_disciple"
RankIcons[5]= "qUIck_LW2_UILibrary.psirank_mystic"
RankIcons[6]= "qUIck_LW2_UILibrary.psirank_warlock"
RankIcons[7]= "qUIck_LW2_UILibrary.psirank_magus"
RankIcons[8]= "UILibrary_LW_PerkPack.psirank_Master"

;...
; Simply pulled directly from XC2... LOC swap restriction by LW2 -- again!!
[PsiOperative X2SoldierClassTemplate]
DisplayName="<font color='#B5B2E4'>Псионик</font>"
;...
[Spark X2SoldierClassTemplate]
RankIcons[0]="qUIck_LW2_UILibrary.rank_rookie"
RankIcons[1]="qUIck_LW2_UILibrary.rank_squaddie"
RankIcons[2]="qUIck_LW2_UILibrary.rank_lieutenant"
RankIcons[3]="qUIck_LW2_UILibrary.rank_sergeant"
RankIcons[4]="qUIck_LW2_UILibrary.rank_captain"
RankIcons[5]="qUIck_LW2_UILibrary.rank_major"
RankIcons[6]="qUIck_LW2_UILibrary.rank_colonel"
RankIcons[7]="qUIck_LW2_UILibrary.rank_commander"
RankIcons[8]="qUIck_LW2_UILibrary.rank_fieldmarshall"

; LWOTC Translated
; options in [LW_Overhaul.X2Ability_SitRepGrantedAbilitySet_LW]
[InfilSitRep_Easy X2SitRepTemplate]
FriendlyName="Без подготовки"
Description="Противник будет немного сильнее, потому что вы чуть-чуть не завершили подготовку."

[InfilSitRep_Moderate X2SitRepTemplate]
FriendlyName="Без подготовки"
Description="Противник будет немного сильнее, потому что вы не завершили подготовку."

[InfilSitRep_Hard X2SitRepTemplate]
FriendlyName="Без подготовки"
Description="Противник будет немного сильнее, потому что вы лишь немного подготовились."

[InfilSitRep_UltraHard X2SitRepTemplate]
FriendlyName="Без подготовки "
Description="Противник будет немного сильнее, потому что вы забыли про подготовку."
; End Translated

[Stormtrooper X2SoldierClassTemplate]
DisplayName="<font color='#A96241'>Дашер</font>"
ClassSummary="Стремясь вперед, \"Дашер\" полагается на свою мобильность, имея при себе только винтовку булл-пап и набор гранат. Очень агрессивный штурмовик, может легко очистить помещение от врагов. Дополнительно класс получает <font color='#CA7200'>+1</font> к мобильности на начальном уровне."

; These entries are used with the "classic" promotion screen that shows just the two ability columns.

LeftAbilityTreeTitle="Чистильщик"
RightAbilityTreeTitle="Дашер"

; These entries are used for the "new" promotion screen in the Training Center or with the New Promotion Screen By Default mod.

AbilityTreeTitles[0]="Дашер"
AbilityTreeTitles[1]="Гренадер"
AbilityTreeTitles[2]="Чистильщик"
AbilityTreeTitles[3]="Xcom"
AbilityTreeTitles[4]="Пистолет"

[TotalCombat X2AbilityTemplate]
LocFriendlyName="Тренировки гренадера"
LocLongDescription="Дает <font color='#3ABD23'>+1</font> мобильности. Бросок гранаты или использование предмета больше не заканчивает ход. К тому же, гранаты летят на <font color='#3ABD23'>2</font> клетки дальше, а радиус взрыва увеличивается на <font color='#3ABD23'>1</font> клетку. Добавляет дополнительный слот под гранату."
LocHelpText="Дает <font color='#3ABD23'>+1</font> мобильности. Бросок гранаты или использование предмета больше не заканчивает ход. К тому же, гранаты летят на <font color='#3ABD23'>2</font> клетки дальше, а радиус взрыва увеличивается на <font color='#3ABD23'>1</font> клетку. Добавляет дополнительный слот под гранату."
LocPromotionPopupText="<Bullet/> Позволяет разнообразить боевые возможности солдата.<br/><Bullet/> Не суммируется со способностю \"Гремучая смесь\"."

[ChainShot X2AbilityTemplate]
LocFriendlyName="Двойной выстрел"
LocLongDescription="Выстрелите со сбитым из-за <font color='#CA7200'><Ability:CHAINSHOTPENALTY/>%</font> прицелом. Если вы попадете в цель, повторный выстрел будет произведен автоматически."
LocHelpText="Выстрелите с пониженной на <font color='#CA7200'><Ability:CHAINSHOTPENALTY/>%</font> точностью. Если вы попадете в цель, повторный выстрел будет произведен автоматически."
LocFlyOverText="Двойной выстрел"
LocPromotionPopupText="<Bullet/> Способность требует <font color='#CA7200'><Ability:SelfAmmoCost/></font> ед. патронов.<br/><Bullet/> Перезарядка: <font color='#CA7200'><Ability:SelfCooldown_LW/></font> ход(ов).<br/><Bullet/> Способность может быть смертоносной против неприкрытых врагов или при использовании улучшений на меткость.<br/>"

[Tracer_Rounds_Ability_PP X2AbilityTemplate]
LocLongDescription="Добавляют +<Ability:TRACERROUNDSAIMBONUS/> к меткости."
LocHelpText="Добавляют +<Ability:TRACERROUNDSAIMBONUS/> к меткости."
